{
  "SFPs General Information": {
    "category": "SFPs General Information",
    "subtitle": "The following charts and graphs offer a multifaceted exploration of the landscape of school food programs to better understand their implications for student nutrition and well-being. These visuals provide a comprehensive view of how schools approach the vital task of nourishing their students, and the potential impacts of these programs on children's dietary habits, academic performance, and overall health.",
    "charts": [
      {
        "name": "General SFPs Info",
        "url": "https://flo.uri.sh/visualisation/21039346/embed",
        "blurb": "This chart provides general information about School Food Programs in the GTA."
      },
      {
        "name": "Food Programs Offering in GTA",
        "url": "https://flo.uri.sh/visualisation/21040113/embed",
        "blurb": "This chart shows the distribution and types of food programs offered across the GTA."
      },
      {
        "name": "Nutrition Education in GTA Schools",
        "url": "https://flo.uri.sh/visualisation/21039987/embed",
        "blurb": "This chart illustrates the state of nutrition education programs in GTA schools."
      },
      {
        "name": "Financial Overview",
        "url": "https://flo.uri.sh/visualisation/21041053/embed",
        "blurb": "This chart provides a financial overview of School Food Programs in the GTA."
      }
    ]
  },
  "SFPs Food Breakdown": {
    "category": "SFPs Food Breakdown",
    "subtitle": "The following charts and graphs shed light on various aspects of children's nutrition. These visuals delve into the origins of GTA children's meals, serving methods, factors determining food choices, and the top energy-rich food categories, all of which influence policies and initiatives working to improve children's health and well-being.",
    "charts": [
      {
        "name": "Analyzing the Origins of GTA Kids' Meals and Factors Determining Food Served", 
        "url": "https://flo.uri.sh/visualisation/21119944/embed",
        "blurb": "Meal Origins: Highlights where meals come from, such as home-cooked meals, school cafeterias, and fast food. Influencing Factors: Shows what factors determine meal selection, such as nutritional quality, cost, and preparation capacity."
      },
      {
        "name": "Serving Methods Across Meal Types",
        "url": "https://flo.uri.sh/visualisation/21119505/embed",
        "blurb": "This chart highlights the various serving methods across different meal types."
      },
      {
        "name": "Top 10 Energy-Rich Food Categories",
        "url": "https://flo.uri.sh/visualisation/21120035/embed",
        "blurb": "This chart highlights the top 10 food categories served at school."
      }
    ]
  }
}
